<?php

return [

    'failed' => 'Данные учётной записи не найдены.',
    'password' => 'Неверный пароль.',
    'throttle' => 'Слишком много попыток входа. Повторите через :seconds сек.',

    'invalid_credentials' => 'Данные учётной записи не найдены.',
    'login_closed' => 'Вход в систему временно отключён.',
    'registration_closed' => 'Регистрация временно отключена.',
    'max_users_limit_reached' => 'Достигнут максимум количества аккаунтов. Попробуйте позже.',
    'daily_registration_limit_reached' => 'Достигнут дневной лимит регистраций. Попробуйте завтра.',
    'user_banned' => 'Ваш аккаунт заблокирован.',
    'department_banned' => 'Ваш отдел заблокирован.',
    'role_not_allowed' => 'Вашей роли не разрешён вход в систему.',
    'unauthenticated' => 'Для продолжения необходимо войти в систему.',

];
